<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<link rel="stylesheet" type="text/css" href="css/bitgrid.css">
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<%@ include file="template/lmshead.jspf"%>
<title>BITCAMP JEJU: 회원가입</title>

<script type="text/javascript">
	$(function() {

		$('#agreeform').submit(function() { //동의 버튼 눌렀을 때 이벤트.
			var ch1, ch2;

			ch1 = $('.ch1').prop('checked');
			ch2 = $('.ch2').prop('checked'); //체크박스의 값들을 저장. boolean type

			if (ch1 == true && ch2 == true) { //두개 다 true(체크됨)일 때만 signup 컨트롤러로 이동함
				location.href = 'signup.bit';
			}//if
			else {
				alert('약관에 모두 동의해주세요.');
			}
			return false;
		});//submit

	});//ready
</script>

<style type="text/css">
.lmscontent {
	width: 600px;
	display: block;
	margin: auto;
	border-bottom: 1px solid #e4e4e4;
}


#agreeform {
	margin-bottom: 400px;
}

#signuptable {
	border-collapse: collapse;
}

#signuptable tr {
	
}

#signuptable th {
	color: #1E3269;
	padding: 30px;
	border-right: 1px solid #e4e4e4;
	text-align: right;
}

#signuptable td {
	padding: 25px;
	text-align: left;
}

#agreebtn, #agreeback {
	float: right;
	background-color: #000069;
	border: 1px solid #000069;
	color: white;
	margin: 7px;
	width: 50px;
	height: 30px;
	line-height:30px;
	border-radius: 5px;
}
#agreebtn:hover, #agreeback:hover {
	background-color:white;
	color:#000069;
	cursor: pointer;
}
.form-group { /* 약관 테이블 사이 간격 띄우기  */
	margin-bottom: 60px;
}

.well-sm { /* 약관내용 담은 div 높이조절, 스크롤 */
	height: 200px;
	overflow: auto;
	color: #777;
}

.agreetxt { /* 체크박스랑 이용정보동의 글자 css */
	vertical-align: middle;
	margin: auto;
	text-align: center;
}
.ch1,.ch2{ /* 체크박스랑 이용정보동의 글자 css */
	vertical-align: middle;
	margin: auto;
	text-align: center;
}

.agreechk { /*체크박스랑 이용정보동의 같이 묶은 div  */
	width: 200px;
	display: block;
	margin: auto;
}

#header .grid3{
	margin-top:40px;
	position:relative;
	
}
</style>
</head>
<body>
	<%@ include file="template/header.jspf"%>
	<%@ include file="template/menu.jspf"%>
	<div id="contents">
		<!--*****************lms메뉴******************-->
		<div class="grid2">
			<div id="lmsmenu">
				<p>회원가입</p>
				<ul>
					<li class="bigletter">약관동의</li>

					<li></li>
				</ul>
			</div>
		</div>
		<!--*****************lms메뉴******************-->
		<div id="content" class="grid6">
			&nbsp;

			<form action="signup.bit" id="agreeform">
				<!--*************content start****************-->
				<div class="lmscontent">

					<!-- 
--회원테이블
	num number primary key, 				--회원번호
	id_email varchar2(50) unique not null,  --이메일을 아이디로씀
	name varchar2(15),						--회원이름
	dept varchar2(20) default '일반회원',		
	lvl number(1) default 1,				--등급
	password varchar2(15) not null, 		--비밀번호 영문+숫자조합
	phone number,							--전화번호
	lecture varchar2(30),					--강좌명 
 -->

					<table class="form-group">
						<tr>
							<h3>개인정보처리방침</h3>
						</tr>
						<tr>
							<td>
								<div class="well-sm">
									<b>개인정보 수집 및 처리 방침</b><br /> <br /> (주)비트캠프는 (이하 '회사'는) 고객님의
									개인정보를 중요시하며, "정보통신망 이용촉진 및 정보보호"에 관한 법률을 준수하고 있습니다.<br /> 회사는
									개인정보취급방침을 통하여 고객님께서 제공하시는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며, 개인정보보호를
									위해 어떠한 조치가 취해지고 있는지 알려드립니다.<br /> <br /> <b>수집하는 개인정보 항목</b><br />
									회사는 회원가입, 상담, 서비스 신청 등을 위해 아래와 같은 개인정보를 수집하고 있습니다.<br /> -
									수집항목<br /> 회원가입정보 : 이메일, 비밀번호, 닉네임, 휴대폰번호, 주력매체정보, 메신져주소, 회사명,
									회사전화번호, 주소, 유선전화번호, 쿠키, 접속 IP 정보, 결제기록<br /> 정산시 필요한 정보 : 은행명,
									예금주명, 계좌번호, 신분증사본, 통장사본<br /> 그 외 회사의 광고주 별 요구하는 기타 입력정보 : 성명,
									전화번호, 생년월일, 성별 등<br /> - 개인정보 수집방법<br /> 비트캠프 홈페이지<br /> <br />
									<b>개인정보의 수집 및 이용목적</b><br /> 회사는 수집한 개인정보를 다음의 목적을 위해 활용합니다.<br />
									- 서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산 콘텐츠 제공, 금융거래 본인 인증 및 금융
									서비스<br /> - 회원 관리, 회원제 서비스 이용에 따른 본인확인 , 개인 식별 , 불량회원의 부정 이용
									방지와 비인가 사용 방지 , 가입 의사 확인 , 불만 및 민원처리 , 고지사항 전달<br /> - 마케팅 및
									광고에 활용 이벤트 등 광고성 정보 전달, 접속 빈도 파악 또는 회원의 서비스 이용에 대한 통계<br /> <br />
									<b>개인정보의 보유 및 이용기간</b><br /> 원칙적으로, 개인정보 수집 및 이용목적이 달성된 후에는 해당
									정보를 지체 없이 파기합니다.<br /> 단, 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 아래와
									같이 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다.<br />
								</div>
							</td>
						</tr>
						<tr>
							<td><div class="agreechk">
									<input type="checkbox" class="ch1" name="agree1" /><span
										class="agreetxt">&nbsp;개인정보수집동의</span>
								</div></td>
						</tr>
					</table>

					<table class="form-group">
						<tr>
							<td><h3>이용약관</h3></td>
						</tr>
						<tr>
							<td>
								<div class="well-sm">
									<b>파트너회원 가입약관</b><br /> <br /> <b>제 1 조 목적</b><br /> 본 약관은
									전기통신사업법 및 동법 시행령 등 관련 법령의 규정에 의하여 (주)비트캠프(이하 "운영자"라 한다)에서 제공하는
									제휴마케팅 서비스 비트캠프(이하 "서비스"라 한다)의 이용조건 및 절차에 관한 사항을 규정함을 목적으로 한다.<br />
									<br /> <b>제 2 조 약관의 공지 및 준용</b><br /> ① 본 약관의 내용은 서비스 화면에
									게시하거나 기타의 방법으로 서비스 파트너 가입자(이하 "가입자" 라 한다)에게 공지하고 가입자가 본 약관의 내용에
									동의하고 자신에 대한 정보를 운영자에게 제출하면 운영자가 그 신청을 전자우편 등을 통해 승인함으로써 효력이
									발생한다.<br /> ② 운영자는 본 약관을 변경할 수 있으며, 변경된 약관은 가입자에게 전자우편 및 공지사항
									등을 통해 통보하고 통보시 정한 일정기한내에 이의가 없으면 동의한 것으로 해석하여 효력이 발생한다.<br />
									③ 본 약관은 가입자의 서비스 가입후 1년간 유효함을 원칙으로하며 1년후 가입자 또는 운영자의 별도 통지가 없는
									경우 자동적으로 효력이 1년간 연장된다.<br /> <br /> <b>제 3 조 약관외 준칙</b>><br />
									본 약관에 명시되지 않은 사항은 전기통신기본법, 전기통신사업법 및 기타 관계 법령의 규정에 따른다.<br />
									<br /> <b>제 4 조 용어의 정의</b><br /> 본 약관에서 사용하는 용어의 정의는 다음과 같다.<br />
									① 서비스<br /> 인터넷 광고 및 상품의 판매를 원하는 광고주와 자신의 사이트에 인터넷 광고 등을 게재하기를
									원하는 사이트 운영자를 인터넷 상에서 매개하여 인터넷 광고 및 상품의 유통 중개 등을 실행시키는 서비스를
									의미한다.<br /> ② 운영자<br /> 서비스를 통해 가입자의 모집, 가입자와 광고주의 연결 중개, 광고
									및 상품판매 등 실적의 측정과 보고, 실적에 따른 수수료 정산 및 지급업무를 대행하는 자를 말한다.<br />
									③ 가입자 (파트너)<br /> 운영자가 중개하는 광고 등을 자신의 사이트에 게재하여 그 성과에 대한 수익을
									취할 목적으로 서비스에 등록한 자를 말한다. 가입자는 개인이나 단체 또는 법인 모두 가능하며 성과에 대해
									운영자로부터 약정된 대가를 받는다.<br /> ④ 방문자<br /> 가입자의 사이트 상의 각종 광고 및
									프로모션을 경유하여 광고주의 사이트를 통한 상거래 및 기타 인터넷 사용행위를 하게 되는 일반 인터넷 이용자를
									의미한다.<br /> ⑤ 광고주<br /> 자사의 광고물을 인터넷상의 여러 사이트(가입자 사이트)를 통해
									광고하도록 의뢰하고 이에 대한 수수료를 지급하는 자를 말한다. 광고주는 온라인 상거래가 가능한 재화 및 서비스를
									보유하고 영업활동을 하고 있는 개인 또는 법인이어야 하며 기타 상세 자격요건은 운영자 내부의 규정에 따른다<br />
									⑥ 성과당 지불방식 - CPA(Cost Per Action)<br /> 가입자의 사이트에서 링크 등을 통해
									접속한 새로운 방문자가 설문에 응답하거나 추가 정보를 제공하거나, 회원 가입을 하는 등 약관에 미리 정해진 행동을
									하는 경우에 가입자에게 약정 금액을 지불하는 방식을 의미한다.<br /> ⑦ 수수료와 광고비<br />
									수수료는 성과가 이루어졌을 때 운영자가 가입자에게 지급하게 되는 금액을 의미한다.<br /> 광고비는 성과가
									이루어졌을 때 광고주가 운영자에게 지급하게 되는 금액을 의미한다.<br /> ⑧ 해지<br /> 가입자가
									서비스 개통 후 해지사유 발생으로 인해 상호간 이용 약관의 법적효력이 종료됨을 의미한다.<br /> <br />
									<b>제 5 조 (서비스 가입절차)</b><br /> ① 운영자가 제공하는 서비스에 가입하기 위해 신청인은 본
									약관에 동의하여야 한다.<br /> ② 신청인은 신의성실의 원칙에 의해 신청서를 작성해야한다.<br /> <br />
									<b>제 6 조 (서비스 가입자격)</b><br /> ① 신청인의 신청서 내용 및 사이트가 다음에 관련된 내용일
									경우 운영자는 가입승인을 거절할 수 있다.<br /> 신청서의 내용이 다음에 해당되는 경우<br /> 가.
									본인의 이메일이 아닌 경우.<br /> 나. 다른 사람의 명의를 사용하여 신청한 경우.<br /> 다. 신청서
									내용을 허위로 게재한 경우.<br /> 라. 신청자의 연령이 만 19세 미만인 경우.<br /> 마. 기타
									회사가 정한 이용 신청 요건이 미비한 경우.<br /> 활동 내용이 다음에 해당되는 경우<br /> 가.
									범죄적 행위에 결부 및 불법 행위를 조장하는 내용.<br /> 나. 운영자 및 제3자의 저작권, 지적 재산권을
									침해한 내용.<br /> 다. 공공질서 및 미풍양속에 위반되는 내용.<br /> 라. 다른 가입 및 인터넷
									사용자를 비방하여 명예를 손상시키거나 모독하는 내용.<br /> 마. 관계법령에 위반되는 내용<br /> 바.
									기타 운영자가 판단하기에 부적절하다고 판단되는 내용.<br /> ② 만일 가입승인을 거절당한 경우 신청인은
									운영자와 상의하여 내용 조정을 거친 후 재신청 할 수 있다.<br /> <br /> <b>제 7 조
										(운영자의 의무)</b><br /> ① 운영자는 서비스 제공과 관련하여 알고 있는 가입자의 신상 정보를 본인의 허가
									없이 제3자에게 누설 배포하지 않는다. 단, 전기통신사업법 등 관련 법령의 규정에 의해 국가기관의 요구가 있는
									경우, 수사기관 또는 정보통신 윤리위원회 기타 공공기관의 요청이 있는 경우, 또는 기타 관계 법령에서 정한 절차에
									따른 요청이 있는 경우는 예외로 한다.<br /> ② 운영자는 제7조 1항의 목적 범위 내에서, 운영자의 업무와
									관련하여 가입자 전체 또는 일부의 개인 정보에 대한 통계 자료를 작성하여 이를 사용 또는 제3자에게 제공할 수
									있고, 서버를 통하여 가입자의 컴퓨터에 쿠키를 발송할 수 있다.<br /> ③ 운영자는 신의 성실의 원칙에 따라
									가입자 사이트에서 발생되는 성과를 정확하게 추적하고 이를 가입자 및 광고주에게 보고함으로써 양 당사자간 수수료의
									정산이 원활히 이루어질 수 있도록 할 의무가 있다.<br /> ④ 운영자는 가입자가 원할 경우 별도 계약에 의거
									가입자의 수익증대를 위한 정보제공 및 컨설팅을 제공할 수 있다.<br /> <br /> <b>제 8 조
										(가입자(파트너)의 의무)</b><br /> ① 가입자는 운영자가 제공하는 실적 측정결과에 대해 이의를 제기하지
									않는다.<br /> ② 가입자는 정당하고 합법적인 방법으로 방문자들에게 광고물을 소개 또는 권유하여야 한다.
									허가받지 않은 스팸메일의 발송, 방문자에게 보상이 주어지는 리워드, 타 사이트 게시판에의 광고물 게시, 부당 제작
									광고물 활용 등 운영자와 광고주의 명성에 해를 끼칠 수 있는 방법을 사용하지 않아야 한다.<br /> ③
									가입자는 서비스 이용시 다음 각 호의 행위를 할 수 없으며 적발시 가입자 자격은 즉시 박탈된다. <br />
									1. 다른 가입자의 계정을 부정하게 사용하는 행위.<br /> 2. 서비스에서 얻은 정보를 운영자의 사전 허가
									없이 제3자에게 공개 또는 배포하는 행위.<br /> 3. 운영자 및 제3자의 저작권을 포함한 지적재산권 기타
									권리를 침해하는 행위.<br /> 4. 공공질서 및 미풍양속에 위반되는 내용의 정보,문장,도형 등을 타인에게
									유포하는 행위.<br /> 5. 범죄와 결부되는 행위.<br /> 6. 허가받지 않은 스팸메일, 게시판 등의
									활용으로 운영자의 명성에 해를 끼치는 행위.<br /> 7. 관계법령에 위배되는 행위.<br /> 8.
									방문자에게 현금, 포인트 등 보상을 제공하는 리워드 마케팅.<br /> 9. 유명인사 및 연예인 등 해당광고에
									연관되지 않는 이미지사용.<br /> 10. 기타 명백한 부정 행위.<br /> 11. 운영자가 별도 공지를
									통해 금지하는 행위.<br /> 12. 기타 명백한 부정 행위.<br /> 13. 운영자가 별도 공지를 통해
									금지하는 행위.<br /> ④ 가입자는 서비스의 이용권한, 기타 약관상 지위를 타인에게 양도, 대여 및 기타
									처분할 수 없다.<br /> ⑤ 가입자(파트너)는 합법적인 범위내에서 마케팅 활동을 하여야 하며, 불법적인
									방법이나 기타 홍보활동으로 인한 모든 피해에 대한 책임은 가입자(파트너)에게 있다.<br /> <br /> <b>제
										9 조 (가입자 ID와 비밀번호 관리에 대한 가입자의 의무)</b><br /> ① ID와 비밀번호에 관한 모든
									관리책임은 가입자에게 있으며 부여된 ID와 비밀번호의 관리소홀, 부정사용에 의하여 발생하는 모든 결과에 대한
									책임은 가입자에게 있다.<br /> ② 자신의 ID가 부정하게 사용된 것을 알게 된 경우 가입자는 운영자에게 그
									사실을 즉시 통보해야 한다.<br /> <br /> <b>제 10 조 (정보의 제공)</b><br />
									운영자는 가입자가 서비스를 이용할 때 필요하다고 판단되는 다양한 정보를 전자우편 등의 방법으로 가입자에게 제공할
									수 있으며 가입자는 원치 않을 경우 가입신청 메뉴와 가입자 정보수정 메뉴에서 정보수신을 거부하도록 설정할 수
									있다.<br /> 단, 긴급 상황에 대해 신속한 알림이 필요할 경우 수신거부와 관계 없이 전자우편이나 SMS발송
									등 개별적인 연락을 취할 수 있다.<br /> <br /> <b>제 11 조 (가입자의 게시물)</b><br />
									운영자는 가입자가 운영하는 사이트의 내용이 제6조 ①항 2호에 해당하거나, 운영자가 규정한 게시물 또는 광고물
									규격을 지키지 않은 경우에 이의 시정을 명령할 수 있으며 지켜지지 않을 경우 가입 탈퇴를 명할 수 있다.<br />
									<br /> <b>제 12 조 (서비스 제공의 중지 및 사이트 폐쇄)</b><br /> ① 회사는 긴급한
									시스템 점검, 증설 및 교체, 천재지변, 국가비상사태, 정전, 서비스 설비의 장애, 또는 서비스 이용자의 폭주
									등으로 정상적인 서비스가 불가능할 경우 사전 공지나 예고 없이 서비스를 일시적으로 혹은 영구적으로 중단 할 수
									있다. <br /> ② 회사의 사정 혹은 기타사유에 의해서 서비스 이용종료 및 사이트 폐쇄시 1개월 전 사전에
									공지사항 게시판에 공지 한다. 이 경우 사전 공지 시 서비스 이용종료 및 사이트 폐쇄에 따른 회원에 대해서는
									책임을 지지 않는다. <br /> ③ 서비스 이용종료 및 사이트 폐쇄까지 적립된 수수료는 폐쇄 후 익월 15일에
									지급한다.<br /> ④ 서비스 이용종료 및 사이트 폐쇄 시 회사는 모든 회원의 개인정보 및 수수료 등의 관련
									정보는 모두 삭제한다.<br /> <br /> <b>제 13 조 (방문자 처리)</b><br /> 가입자의
									사이트를 통해 접속한 방문자와 관련한 모든 서비스는 방문자와 광고주의 책임하에 처리하며, 처리 과정으로 인하여
									생기는 모든 책임은 전적으로 방문자와 광고주에게 있다.<br /> <br /> <b>제 14 조
										(제휴실적 측정)</b><br /> 가입자의 사이트에서 클릭하여 발생하는 모든 실적집계는 운영중인 서비스 페이지에서
									제공되는 실적을 기준으로 한다.<br /> <br /> <b>제 15 조 (가입자(파트너) 수수료
										지급방법)</b><br /> ① 수수료 지급은 운영자의 사이트를 통하여 전산처리된 실적과 그에 따른 수수료 금액에
									근거하여 가입자의 송금신청으로 이루어진다.<br /> ② 수수료 지급은 일주일에 한번만 신청할 수 있으며 최소
									1만원 이상 신청해야하며 천원단위로 신청이 가능하다.<br /> ③ 지급되는 수수료는 개인의 경우 신청한
									금액에서 3.3%을 원천징수 후 지급하며 일반사업자의 경우 그러하지 아니한다.<br /> ④ 수수료는 현금으로
									지급함을 원칙으로 하며 가입자가 원할 경우 수수료를 현금이외의 유가증권(상품권 등) 및 운영자가 제공하는 마일리지
									포인트로 지급할 수 있다. 수수료 지급에 따른 제세공과금이나 송금료, 우송료 등은 가입자 부담으로 한다.<br />
									⑤ 수수료를 지급하는 날은 영업일 기준으로 3일 이내에 지급한다.<br /> ⑥ 수수료 지급에 대한
									세금계산서(사업자)나 원천징수 서류(개인)는 지급 전날까지 운영자에게 실물이 도착해야 하며, 그렇지 않은 경우에는
									수수료 지급이 거절된다.<br /> ⑦ 가입자가 통보한 잘못된 은행정보로 인하여 적립금 지급을 받지 못하는 경우
									귀책사유는 가입자 본인에게 있으며 운영자는 이를 보상하지 아니한다.<br /> ⑧ 당해 연도에 발생한 수수료는
									차기년도 수수료로 이월되지 않는다. 당해 연도에 발생한 수수료는 차기년도 2월 마지막 출금신청 기간까지 출금 신청
									할 수 있으며, 해당일까지 정상적으로 출금신청 하지 않은 수수료는 3월 자동 소멸된다.<br /> <br />
									<b>제 16 조 (약관 해지시 수수료 지급방법)</b><br /> ① 본 약관이 해지된 경우에는 해지된 날까지
									수수료가 5만원 이상인 경우에만 지급하고 그 미만은 소멸된다.<br /> ② 제 18 조에 의해 약관이 해지된
									경우에는 수수료를 지급하지 아니할 수 있다.<br /> <br /> <b>제 17 조 (로고 표시)</b><br />
									운영자는 로고를 이용하여 가입자의 사이트에 운영자와의 제휴관계를 나타낼 수 있으며, 가입자는 이 로고를 자신의
									사이트에 표시할 수 있다.<br /> <br /> <b>제 18 조 (약관 해지 및 이용제한)</b><br />
									① 가입자가 본 약관을 해지하고자 하는 때에는 서비스상의 회원탈퇴를 진행하거나 운영자에게 전자 우편 등으로
									해지신청 을 해야 한다. 운영자는 도착한 전자우편 등의 내용을 확인하고 계약해지를 허가하는 내용의 전자우편 등을
									가입자에게 발송해야 한다.<br /> ② 광고를 의뢰한 광고주 또는 광고주와 운영자간의 사정에 의하여
									특정광고물을 더 이상 게시하기 어려운 경우에는 운영자는 공지사항 등으로 가입자에게 해당 광고에 대한 게시중지
									예고를 최소 3일전에 통보하여야 하며 그 광고물로 인한 수수료 적립은 게시중시 예고일부터 중단되는 것으로 한다.<br />
									③ 가입자가 회사에서 제공하는 서비스화면에 1년동안 1번 이상 로그인을 하지 않는 경우 서비스을 사용하지 않겠다는
									것으로 판단하여 본 약관을 해지할 수 있다.<br /> ④ 가입자가 제 6 조 서비스 가입자격 제 1항 및
									2항과 제 8조 가입자의 의무 제 3항에 해당하는 경우, 제 5조 서비스의 가입절차를 완료한 경우에도 불구하고
									운영자는 가입자와의 약관을 해지할 수 있다.<br /> ⑤ 불법홍보에 해당되는 경우 운영팀의 정책에따라 수익금은
									몰수되며 통보없이 탈퇴됨에 동의한다.<br /> ⑥ 타업체 유사문서 공격및 타상호 사용 시 계정 삭제는 물론,
									법적인 문제가 발생할시 그문제는 해당회원이 법적인 문제를 책임지며 회사는 어떤 책임도 지지않는다.<br /> ⑦
									본사의 위배되는 홍보방법이 확인되어 제지할시 즉각 처리할 의무가있다.<br /> <br /> <b>제
										19 조 (손해배상)</b><br /> ① 운영자는 가입자의 실적이 없는 동안의 서비스 이용과 관련하여 가입자에게
									발생한 어떠한 손해에 관하여도 책임을 지지 않는다.<br /> ② 가입자는 운영자의 정상적인 영업활동을
									방해하거나 약관을 위반하여 발생한 운영자의 모든 물질적, 금전적 손해를 배상할 책임을 지며, 제3자에게 손해가
									발생한 경우 운영자는 책임지지 않는다.<br /> <br /> <b>제 20 조 (상계)</b><br />
									① 가입자가 기한의 도래, 기한전 변제의무로 운영자에 대한 채무를 이행하여야 하는 경우에는 그 채무와 가입자가
									운영자에게서 지급 받아야할 채권을 그 채권의 기한도래 여부에도 불구하고, 운영자는 전자우편 등에 의한 통지에
									의하여 상계할 수 있다.<br /> ② ①항에 의한 상계를 하는 경우 이자등과 지연배상금의 계산 기간은 운영자가
									상계를 위한 계산을 하는 날까지 하기로 한다.<br /> <br /> <b>제 21 조 (신고사항과 그
										변경 등)</b><br /> ① 가입자는 거래에 필요한 명칭·상호·대표자·주소 등을 사이트상에 운영자가 정한 양식에
									정확히 기입하여야 한다.<br /> ② ①항에 의한 신고사항에 변경이 있는 때 가입자는 즉시 사이트상에 운영자가
									정한 양식에 변경 신고하여야 하며, 신고가 있기 전에는 변경없는 것으로 처리하여도 이의 없기로 하며, 변경없는
									것으로 처리함으로써 생긴 손해는 가입자가 부담하고 운영자에 대한 아무런 청구도 아니하기로 한다.<br /> <br />
									<b>제 22 조 (통지의 효력)</b><br /> ① 가입자가 신고한 최종 주소(전자우편 또는 우편물 수취
									가능한 주소)로 전자우편 등으로 발송한 경우에는 보통의 우송기간이 경과한 때에 도달한 것으로 추정한다.<br />
									② 전자우편의 도착여부는 수취인이 항상 확인해야 하며, 발송인은 전자우편을 발송한 것으로 전자우편 발송에 관한
									모든 사무는 종결된다.<br /> <br /> <b>제 23 조 (면책조항)</b><br /> ① 운영자는
									천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이
									면제된다.<br /> ② 운영자는 가입자의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않는다.<br />
									③ 운영자는 가입자가 서비스에서 기대하는 수익을 상실한 것에 대하여 책임을 지지 않으며 그밖에 서비스를 통하여
									얻은 자료로 인한 손해에 관하여 책임을 지지 않는다.<br /> ④ 운영자는 가입자 및 광고주가 서비스에 게재한
									정보, 자료, 사실의 신뢰도, 정확성 등 내용에 관하여는 책임을 지지 않는다.<br /> ⑤ 운영자는 가입자에게
									일정금액 이상의 수수료 수입을 보증하지 않는다.<br /> ⑥ 운영자는 가입자 또는 방문자의 불법행위, 부당한
									행위 기타 행위에 대하여 책임지지 않는다.<br /> ⑦ 운영자는 가입자(파트너)의 마케팅 활동에 관여하지
									않으며, 가입자(파트너)가 타인의 저작권을 포함한 지적재산권 및 기타 권리를 침해한 불법적인 방법이나 기타
									홍보활동으로 인한 모든 피해에 대해서 책임을 지지 않으며, 그에 대한 책임은 가입자(파트너)에게 있다.<br />
									<br /> <b>제 24 조 (관할)</b><br /> 서비스 이용으로 발생한 분쟁에 대해 운영자와 가입자는
									최대한 협의하여 해결토록 노력하며, 소송이 제기될 시 관할법원은 운영자의 주소지 관할로 한다.<br /> <br />
									ο 본 약관은 : 2018년 02월 09일 부터 시행됩니다.
								</div>
							</td>
						</tr>

						<tr>
							<td><div class="agreechk">
									<input type="checkbox" class="ch2" name="agree1" /><span
										class="agreetxt">&nbsp;이용약관동의</span>
								</div></td>
						</tr>
					</table>

				</div>
				<div class="lmscontent">
					<button id="agreeback" type="button"
						onclick="window.history.go(-1)">뒤로</button>
					<button id="agreebtn" type="submit">동의</button>
				</div>
				<!--*************content end******************-->
			</form>
			<%@ include file="template/footer.jspf"%>
</body>
</html>
<!-- 
-1번라인의 charset, pageEncoding 5번라인의 charset모두 utf-8로 맞춰주세요.
-2번의 doctype도 다지우고 위처럼 html만 남겨주세요.
-content내부에 content와 sidebar로 나눔 ->content에 작업하면됩니다.
-sidebar에서 사용하고 있는 id: #signin #emailid #pw #login #createccount #gotolms #campus #campusinfo #classinfo #open
-footer에서 사용하고있는 id: #footercon
위의 아이디들은 작업시 사용하지 마세요 이름바꾸고 싶으면 저와 의논바람
 -->